<?php
$lang = array (
  'mail_lostpassword' => '您好，%s:

		这封邮件来自 %s。
		收到这封邮件的原因是因为你在%s执行了密码找回请求操作。

		------------------------------------------------
		重要信息
		------------------------------------------------
		如果你并没有执行找回密码的请求，请不要理会这封邮件。如果你执行下面操作的话，密码将会重置！

		------------------------------------------------
		找回密码请求说明
		------------------------------------------------
		在继续执行此步操作以前需要再次验证你的找回密码请求，以防止用户恶意操作。
		请点击下面的链接完成密码重置。

		%s

		------------------------------------------------
		上面的操作无法执行？
		------------------------------------------------
		如果无法通过上面的表单完成重置密码的话，请访问此页面:

		%s

		你需要在页面中输入下面显示的用户ID和验证码。:

		用户ID: %s

		验证码: %s

		请使用上面的帐号和验证码进行验证操作。

		------------------------------------------------
		还是不能执行？
		------------------------------------------------
		如果依旧无法执行的话，可能你的重置密码请求已被删除，或者你执行了其他激活操作。
		如果是进行了其他操作的话，请先完成上一个操作。
		如果错误依旧存在的话，请与管理员联系反映问题出现的原因。

		发送此请求的 IP 地址: %s',
  'activationaccount' => '您好，%s:

		这封邮件来自 %s。
		收到这封邮件的原因是因为你需要在%s执行帐号激活请求。
		如果你并未访问过%s，可以不用理会这封邮件。

		------------------------------------------------
		激活说明
		------------------------------------------------
		非常感谢你的注册！
		由于为了防止用户恶意注册的情况发生，我们需要在你的帐号生效前验证你所使用的邮箱地址。
		请点击下面的链接完成最后的激活操作。

		%s

		------------------------------------------------
		上面的操作无法执行？
		------------------------------------------------
		如果无法通过上面的表单完成注册验证的话，请访问此页面:

		%s

		你需要在页面中输入下面显示的用户ID和验证码。:

		用户ID: %s

		验证码: %s

		请使用上面的帐号和验证码进行验证操作。

		------------------------------------------------
		还是不能执行？
		------------------------------------------------
		如果依旧无法激活的话，可能你的注册帐号已超过激活时间。
		如果错误依旧存在的话，请与管理员联系反映问题出现的原因。
		',
  'changeemail' => '您好，%s:

		这封邮件来自 %s。
		收到这封邮件的原因是因为你在%s更改了你的注册邮箱，我们需要验证邮箱的有效性。
		如果你并未访问过%s，可以不用理会这封邮件。

		------------------------------------------------
		激活说明
		------------------------------------------------
		由于为了防止用户恶意操作的情况发生，我们需要在你的帐号生效前验证你所使用的邮箱地址。
		请点击下面的链接完成最后的激活操作。

		%s

		------------------------------------------------
		上面的操作无法执行？
		------------------------------------------------
		如果无法通过上面的表单完成注册验证的话，请访问此页面:

		%s

		你需要在页面中输入下面显示的用户ID和验证码。:

		用户ID: %s

		验证码: %s

		请使用上面的帐号和验证码进行验证操作。
		一旦更改了地址，可能需要重新登录论坛。

		------------------------------------------------
		还是不能执行？
		------------------------------------------------
		如果依旧无法执行的话，可能你的重置密码请求已被删除，或者你执行了其他激活操作。
		如果是进行了其他操作的话，请先完成上一个操作。
		如果错误依旧存在的话，请与管理员联系反映问题出现的原因。',
  'reportpost' => '您好，%s:

		这条信息是我们的会员 %s 通过“报告有问题的帖子”的页面给您发送的。

		------------------------------------------------
		相关主题:  %s
		报告的帖子: %s
		------------------------------------------------
		报告内容:

		%s

		------------------------------------------------
		',
  'mailmember' => '
		您好，%s:

		%s 自 %s 给您发送了一封邮件。

		邮件正文内容如下:

		%s

		---------------------------------------------------
		请注意:
		%s 无法对使用本邮件系统发送的信息承担任何责任。
		如果出现任何问题，请与 %s 的管理人员联系。
		---------------------------------------------------
		',
  'sendtofriend' => '您好，%s:

		%s 自 %s 给您发送了一封邮件。

		邮件正文内容如下:

		%s

		---------------------------------------------------
		请注意:
		%s 无法对使用本邮件系统发送的信息承担任何责任。
		如果出现任何问题，请与 %s 的管理人员联系。
		---------------------------------------------------
		',
  'pmnotify' => '您好，%s:

		%s 刚刚给你发过来一条短消息。

		短消息标题:
		%s

		你可以通过下面的这个链接来查看这条短消息:
		%s
		',
  'accept_account' => '您在 %s 的帐号验证请求已通过管理员验证。
		现在就可以使用你的注册资料登录 %s 了

		登录地址:
		%s
		',
  'email_footer' => '------------------------------------------------
		再次感谢,
		%s 管理团队
		%s
		',
);
?>